Repository: postmatic/epoch
Catalog: languages/epoch-*.po
Languages: de_de, fr_fr

source: Your comment is awaiting moderation.
de_de: Ihr Kommentar wartet darauf moderiert zu werden.
fr_fr: Votre commentaire est en attente de modération

source: Link to comment
de_de: Link zu Kommentar
fr_fr: Lien vers le commentaire

source: Reply
de_de: Antworten
fr_fr: Répondre

source: Reply To This Comment
de_de: Antworten Sie auf diesen Kommentar
fr_fr: Répondre à ce commentaire

source: Link to comment author's website
de_de: Webseite des Autors
fr_fr: Lien vers le site web de l'auteur du commentaire

source: is required
de_de: benötigt
fr_fr: est obligatoire

source: Your comment was not accepted, please check that everything is filled out correctly.
de_de: Ihr Kommentar wurde zurückgewiesen, bitte prüfen Sie ob Sie alles richtig ausgefüllt haben.
fr_fr: Votre commentaire n'a pas été accepté, veuillez vérifier que tout est correctement rempli.

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: File system comment count checks not enabled.
fr_fr: La vérification du compte des commentaires du fichier système n&rsquo;est pas activée.

source: Could not use WordPress file system.
fr_fr: Impossible d&rsquo;utiliser le système de fichier de WordPress.

source: Could not access WordPress file system.
fr_fr: Impossible d&rsquo;accéder au système de fichier de WordPress.

source: Could not create directory.
fr_fr: Impossible de créer le dossier.

source: Could not write file.
fr_fr: Impossible d&rsquo;écrire le fichier.

source: Access to the Epoch API from external sites is not enabled.
fr_fr: L'accès à l&rsquo;API d&rsquo;Epoch depuis des sites externes n&rsquo;est pas activé.

source: Subscribe to Comments Via Email
de_de: Abonnieren Sie die Kommentare via Email
fr_fr: Abonnez-vous aux commentaires par e-mail

source: Comments are closed.
de_de: Die Kommentare sind geschloßen.
fr_fr: Les commentaires sont fermés.

source: There are no comments
de_de: Keine Kommentare vorhanden
fr_fr: Il n&rsquo;y a aucun commentaire.

source: There is one comment
de_de: Es ist ein Kommentar vorhanden
fr_fr: Il y a un commentaire

source: Join the conversation
de_de: Machen Sie bei der Konversation mit.
fr_fr: Rejoignez la discussion

source: Activate Postmatic
fr_fr: Activer Postmatic

source: Install Postmatic
fr_fr: Installer Postmatic

source: Learn More About Postmatic
fr_fr: En savoir plus sur Postmatic

source: Updated Successfully
de_de: Update erfolgreich
fr_fr: Mis à jour avec succès

source: Could not save changes. Try again.
de_de: Änderungen konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.
fr_fr: Impossible d'enregistrer les modifications. Veuillez réessayer.

source: Welcome
de_de: Willkommen
fr_fr: Bienvenue

source: Enable free email commenting with Postmatic
de_de: Kostenlose Kommentare über Email mit Postmatic aktivieren.
fr_fr: Activer le service de commentaire gratuit par e-mail avec Postmatic

source: Save Changes
de_de: Änderungen speichern
fr_fr: Sauvergarder les modifications

source: How agressively should Epoch override your default comment template?
de_de: Wie aggressiv soll Epoch Ihre standard Kommentarvorlage überschreiben?
fr_fr: Comment Epoch devrait prendre la main sur votre modèle de commentaire par défaut ?

source: Completely (beta)
de_de: Vollständig (beta)
fr_fr: Complètement (bêta)

source: Use my typography and colors
de_de: Meine Typographie und Farben verwenden
fr_fr: Utiliser ma typographie et mes couleurs

source: Minimally
de_de: Minimal
fr_fr: De façon minimale

source: Epoch can integrate with your theme in three different. Give each a try and see what works for you. The comment template can also be styled easily via css. See the documentation.
de_de: Epoch kann in Ihrer Vorlage auf drei verschiedenen Arten integriert werden. Probieren Sie alle aus und entscheiden Sie selbst welche für Sie am besten funktioniert. Die Kommentarvorlage kann auch ganz einfach per CSS verändert werden. Siehe Dokumentation.
fr_fr: Epoch peut s'intégrer avec votre thème de trois façons différentes. Essayez-les toutes et voyez celle qui fonctionne le mieux pour vous. Le modèle de commentaire peut aussi être stylisé facilement via css. Reportez-vous à la documentation pour cela.

source: Comment Check Interval
de_de: Kommentarprüfintervall
fr_fr: Intervalle de vérification des commentaires

source: How frequently should Epoch push new comments to active users (in seconds)?
de_de: Wie häufig soll Epoch neue Kommentare an active Benutzer senden (in Sekunden)?
fr_fr: À quelle fréquence Epoch devrait-il pousser de nouveaux commentaires aux utilisateurs actifs (en secondes)&nbsp;?

source: Comments are only pushed to users viewing the comments area of a post in an active browser tab. It is highly efficient.
de_de: Kommentare werden nur an Benutzer gesendet welche gerade die Kommentare eines Artikels in einem aktiven Browsertab betrachten. Es ist hocheffizient.
fr_fr: Les commentaires sont poussés uniquement pour les utilisateurs qui visualisent la zone de commentaires d'un article dans un onglet actif du navigateur. C'est très efficace.

source: If no value set, interval will be 15 seconds, which should be fine on most hosts.
de_de: Falls das Intervall nicht gesetzt ist wird die Standardeinstellung von 15 sekunden verwendet. Diese Einstellung sollte mit den meisten Hostern funktionieren.
fr_fr: Si aucune valeur n'est définie,l&rsquo;intervalle sera de 15 secondes, ce qui devrait fonctionné parfaitement sur la plupart des hébergeurs.

source: Headline
de_de: Überschrift
fr_fr: En-tête

source: Text to show before the comment form.
de_de: Diesen Text vor dem Kommentarformular anzeigen.
fr_fr: Texte à afficher avant le formulaire de commentaires.

source: Comment Order
de_de: Sortierreihenfolge der Komentare
fr_fr: Ordre des commentaires

source: Ascending
de_de: Aufsteigend
fr_fr: Ordre croissant

source: Descending
de_de: Absteigend
fr_fr: Ordre décroissant

source: Should comments be shown in ascending or descending order? Descending puts the latest comment and comment form at the top of the comments area. Ascending does the opposite.
de_de: Sollen Kommentare auf- oder absteigend dargestellt werden? Absteigend stellt die neuesten Kommentare und das Kommentarformular über den Kommentaren dar. Aufsteigend macht das entgegengesetzt.
fr_fr: Les commentaires doivent-ils être affichés dans l'ordre croissant ou décroissant ? L&rsquo;ordre décroissant met le dernier commentaire en haut de la zone des commentaires. L&rsquo;ordre croissant fait l'inverse.

source: Pings & Trackbacks
fr_fr: Pings & rétroliens

source: Show pings and trackbacks
fr_fr: Afficher les pings et les rétroliens.

source: When enabled, pings and trackbacks will show in the comment stream.
fr_fr: Si activé, les pings et trackbacks apparaîtront dans le flux des commentaires.

source: Native commenting made realtime, mobile, CDN and Cache friendly, and full of SEO mojo as well. Commenting perfected.
de_de: Native Kommentare auf Echtzeit getrimmt und mobil-, CDN- und cachefreundlich, voller SEO Kompatibilität. Kommentieren perfektioniert.
fr_fr: Les commentaires natifs en temps réel, sur mobile, CDN et cache friendly, et plein de SEO mojo en prime. Le système de commentaires performant et perfectionné.

source: Dismiss this notice.
de_de: Diese Anzeige verstecken.

source: Options
de_de: Optionen
